answers = {
    # Основы технологического предпринимательства / Технологическое предпринимательство
    11: "Вам нужно пройти курс в LMS уточнить название курса. Изучите теоретические материалы курса и пройдите тесты. Для получения оценки 'зачтено' вы должны пройти все тесты, в каждом из которых нужно дать не менее 60% правильных ответов. После прохождения курса обязательно нужно явиться на пересдачу. Дописать про дедлайн для прохождения тестов перед зачётом.",
    121: 'Дата, время и ссылка для пересдачи опубликованы в личном кабинете: Расписания -> График приема задолженностей -> Центр проектной деятельности.',
    122: 'Вам нужно пройти курс в LMS "Основы технологического предпринимательства 22". Изучите теоретические материалы курса и пройдите тесты. Для получения оценки "зачтено" вы должны пройти все тесты, в каждом из которых нужно дать не менее 60% правильных ответов. После прохождения курса обязательно нужно явиться на пересдачу. Дописать про дедлайн для прохождения тестов перед пересдачей.',

    # Ликвидация расхождений в учебных планах
    2: 'Ответ - это текст памятки для ликвидации РУП.',

    # Перезачет дисциплины
    3: 'Обратитесь в центр по работе со студентами. Если вы уже изучали дисциплину, вам нужно написать заявление о перезачёте',

    # Управление проектами
    411: 'Дата, время и ссылка для пересдачи опубликованы в личном кабинете: Расписания -> График приема задолженностей -> Центр проектной деятельности.',
    412: 'Вам нужно пройти курс в LMS "Управление проектами". Изучите теоретические материалы курса и пройдите тесты. Для получения оценки "зачтено" вы должны пройти все тесты, в каждом из которых нужно дать не менее 60% правильных ответов. После прохождения курса обязательно нужно явиться на пересдачу. Дописать про дедлайн для прохождения тестов перед пересдачей.',
    42: 'Вам нужно пройти курс в LMS "Управление проектами". Изучите теоретические материалы курса и пройдите тесты. Для получения оценки "зачтено" вы должны пройти все тесты, в каждом из которых нужно дать не менее 60% правильных ответов. После прохождения курса обязательно нужно явиться на пересдачу. Дописать про дедлайн для прохождения тестов перед зачётом.',

    # Проектная деятельность
    51: 'Для получения оценки "зачтено" в этом семестре нужно набрать не меньше 60 баллов в том проекте, на который вы записаны.',
    53: 'В личном кабинете в разделе "Проектная деятельность" отображается проект, на который вы записаны в этом учебном году. Другой проект вы не можете посещать: баллы за участие в проекте можно получить только на том проекте, на который вы записаны.',
    54: 'В личном кабинете в разделе "Проектная деятельность" есть ссылка на расписание занятий по проектной деятельности.',
    55: 'После окончания регистрации изменение проекта невозможно. Вы сможете выбрать другой проект в следующем учебном году.',
    551: 'Дата, время и ссылка для пересдачи опубликованы в личном кабинете: Расписания -> График приема задолженностей -> Центр проектной деятельности.',
    552: 'Для получения оценки "зачтено" за прошлый семестр вам нужно получить 60 баллов. Вам нужно взять задания для пересдачи в проекте, на который вы записаны в этом учебном году; в проект прошлого года для получения задания обращаться не нужно. Баллы, полученные вами в проекте прошлого семестра, переносятся в текущий семестр и суммируются с баллами, которые вы получите, выполняя задания для пересдачи.',
    56: 'Ответ - памятка действий студента, если у него нет проекта (дописать) варианты: 1. Позвонить; 2. Написать на почту (определить адрес для таких обращений, тему письма и форму получения обратной связи студентом)'
}